app/controllers/brothers_controller.rb

INSERT INTO "brothers" ("first_name", "last_name", "on_time", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["first_name", "Melissa"], ["last_name", "Sheehan"], ["on_time", "t"], ["email", "mwafnon@geklng"], ["created_at", "2017-09-20 18:21:40.625914"], ["updated_at", "2017-09-20 18:21:40.625914"]]
---
    def create
        Brother.create(first_name: params[:brother][:first_name], last_name: params[:brother][:last_name], on_time: params[:brother][:on_time], email: params[:brother][:email])

SELECT  "brothers".* FROM "brothers" WHERE "brothers"."id" = ? LIMIT ?  [["id", 21], ["LIMIT", 1]]
---
    def show
        @brother = Brother.find(params[:id])

SELECT "brothers".* FROM "brothers"
---
    def list
        @brothers = Brother.all